loadtest.yml
config:
  target: 'http://localhost:3000'
  phases:
    - duration: 60 # тестування буде продовжуватися 60 секунд
      arrivalRate: 20 # кожну хвилину буде прибувати 20 нових незареєстрованих користувачів
scenarios:
  - name: 'Load test Register'
    flow:
      - get:
          url: '/register' #